<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/fmt" prefix="fmt"%>
<%@ taglib uri="/WEB-INF/tld/datetag.tld" prefix="date"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <title>产品合同范本</title>
    <script type="text/javascript" src='../../static/scripts/common/jquery-1.9.1.js'></script>
    <style type="text/css">
        body, div, ul, form {
            list-style-type: none;
            margin: 0;
            padding: 0;
        }
        body {
            background-color: #FFFFFF;
            margin-top: 7px;
            text-align: center;
        }
        body, div, table {
            color: #404040;
            font-size: 12px;
            line-height: 20px;
            margin-left: auto;
            margin-right: auto;
        }
        ul, li {
            list-style: none outside none;
            text-indent: 2em;
        }
        img {
            border: 0 none;
            vertical-align: middle;
        }
        hr {
            border-color: #CCCCCC -moz-use-text-color -moz-use-text-color;
            border-right: medium none;
            border-style: solid none none;
            border-width: 1px medium medium;
            font-size: 1px;
            height: 1px;
            margin: 0 auto;
            padding: 0;
            width: 94%;
        }
        a:link, a:visited {
            color: -webkit-link;
            text-decoration: none;
        }
        a:hover {
            text-decoration: underline;
        }
        .main {
            background-color: #FFFFFF;
            border: 1px solid #D6D6D6;
            height: auto;
            margin-top: 8px;
            padding: 0;
            text-align: left;
            width: 100%;
        }
        .text2 {
            text-indent: 2em;
        }
        .down
        {
            text-decoration: underline !important;
        }
    </style>
</head>

<body>
<div class="main">
<div class="con">
<p style="text-align:right;margin-right:7px;"><a href="javascript:void(0);"  onclick="window.location.href=getContextPaths()+'/user/cotractDownLoad?filename=${sessionScope.filename}'" class="down">下载</a></p>
<div style="overflow:scroll; height:520px; padding:10px; overflow-x:hidden; margin-bottom:5px; border:1px solid #e6e6e6;" id='contents'>
<p align="center"><strong style="font-size:24px;margin-bottom:22px;">投资人开户申请</strong></p>
<p>
    <strong>致：青岛国富金融资产交易中心有限公司</strong>
</p>
<p>
    本人已通过【深圳市富之富信息技术有限公司】相关测试或调研，确认自己具备青岛国富金融资产交易中心有限公司（下称“贵中心”）参与交易的投资人资格，特申请开设投资交易账户。
</p>

<p>
    <strong>一、本人在此申请成为贵中心参与交易的合格投资者。</strong>
</p>
<p>
    <strong>二、本申请人在此申明及承诺：</strong>
</p>
<p>
    1.本申请是本人真实意思表示，同意按照贵中心要求提交申请所需资料，并确认所提交材料及本申请中的内容不存在虚假记载、误导性陈述或重大遗漏，本人对其真实性、准确性、完整性、有效性承担相应的法律责任；
</p>
<p>
    2.本人承诺自觉遵守法律、法规、规章及贵中心相关业务的各项规则和制度；
</p>
<p>
    3.【深圳市富之富信息技术有限公司】已向本人告知贵中心的各项规则和制度，本人确认已充分理解贵中心挂牌的相关产品投资可能蕴含的各种风险。本人确认：参与在贵中心挂牌产品的认购和交易，无论盈利或亏损均由本人自行承担；
</p>
<p>
    4.本人同意，为适应法律、法规、规章及监管政策的调整、变化，贵中心有权对相关投资者管理规定及交易规则进行变更；
</p>
<p>
    5.本人承诺因密码失密、操作不当、决策失误等原因可能到时的亏损，或委托他人代理操作可能造成的损失，都由本人自行承担。
</p>
<p>
    本人保证遵守上述声明与承诺，在本人作为贵交易中心的合格投资者期间持续有效。如违反上述承诺或有违法、违规行为，给交易相关方或贵交易中心造成损失的，本人愿意承担法律责任及相应的经济赔偿责任。
</p>
<p>
    <strong>三、权利与义务</strong>
</p>
<p>
    本人已理解并认可本次拟认购产品相关需签署协议约定的投资者所享有的权利和应履行的义务，承诺执行相关约定及贵中心相关规范性文件。
</p>
<p>
    <strong>四、开设交易账户申请</strong>
</p>
<p>
    本人同意签署《投资者开户申请》，同意并理解《投资者开户申请》中本人所作出的声明和承诺。
</p>
<p><strong>注：本人对上述未提出疑义视为同意加入并已成为青金所可参与交易的合格投资者。</strong></p>

<p align="center" style="margin:30px 0 20px 0;"><strong style="font-size:24px;margin-bottom:22px;margin-top:20px;">青岛国富金融资产交易中心有限公司</strong></p>
<p align="center" style="margin-bottom:20px"><strong style="font-size:24px;margin-bottom:22px;">合格投资者风险认知书</strong></p>
<p>
    投资者在参与投资认购<u>产品全称</u>产品（以下简称“产品”）前，应当仔细核对自身是否符合当前产品要求的合格投资者资格条件，并充分了解拟投资认购产品的特点及风险，审慎评估自身的经济状况和财务能力，考虑是否适合参与投资认购，具体包括:
</p>
<p>
    一、产品在青岛国富金融资产交易中心有限公司（以下简称“本交易中心”）备案登记、信息披露、挂牌发行、投资交易，交易结算，（上述事项本交易中心可委托相应渠道或服务机构代为处理，受托机构在委托事项范围内产生的一切行为及后果由本交易所负责）但本交易中心并不对产品的基础资产可产生的未来现金流进行任何形式的保证与承诺，亦不对发行人的经营风险、偿付风险、诉讼风险以及产品的投资风险或收益等作出任何判断或保证。
</p>
<p>
    二、投资者投资交易前，应当认真阅读拟投资认购产品的相关产品募集说明书及有关的产品信息披露文件，对拟投资认购的产品信息披露的真实性、准确性、完整性和及时性进行独立分析，并据以独立判断产品的投资价值，自行承担投资风险。
</p>
<p>
    三、投资者应当认真阅读拟投资认购产品的相关产品募集说明书，充分关注拟投资认购产品的基础资产状况、实际融资人的经营风险以及可能的兑付风险。如相关产品募集说明书约定产品为可交易转让产品，由于产品的转让可能不活跃，投资者应当充分关注并知晓产品可能存在无法转让或无法随时转让的风险。
</p>
<p>
    四、投资者应当充分了解产品可能存在因投资者自身认购资格、投资者逾期缴付认购款项、以及产品认购额度届满等因素导致投资者未能认购成功的风险。
</p>
<p>
    五、投资者应当理解并同意，本交易中心作为产品相关交易的结算机构，如投资者认购产品的相应渠道所披露的信息中约定投资者需要向相关产品交易服务机构支付相关服务费用的，本交易中心在向投资者划付产品兑付款项时，可预先从兑付款项中扣除上述服务费用。
</p>
<p>
    六、投资者应当充分关注产品可能存在的法律风险，如产品协议内容包括的法律关系及资产交易模式对应的与此相关的法律、法规和配套制度尚待完善，并且投资者持有该产品期间相关的法律、法规和配套制度发生修改、变化或制定并颁布新的法律法规及配套规章制度，可能会对产品投资者的权益产生影响。
</p>
<p>
    七、本风险认知书的风险揭示事项未能详尽列明投资者拟投资认购产品的投资交易可能产生的所有风险，投资者应对其它相关风险因素也有所了解和掌握，并确信已做好足够的风险评估与财务安排，避免因参与投资认购产品而遭受难以承受的损失。
</p>
<p>
    投资者签署栏:
</p>
<p>
    本人<u>投资者全称</u>对上述《青岛国富金融资产交易中心有限公司合格投资者风险认知书》的内容已经充分理解，承诺本人已阅读产品披露的相关信息，并充分理解和认识产品存在的相关风险，且具备当前拟投资认购产品的合格投资者资格条件
</p>
<p>
    本人愿意参与产品的投资认购，并愿意独立承担产品的投资认购风险。
</p>
<p>
    特此声明
</p>
<p style="text-align:right;">
    投资者全称：<u>投资人姓名</u>
</p>
<p style="text-align:right;">
    日      期：<u>年月日</u> 
</p>


<p align="center" style="margin-top:10px;margin-bottom:20px;"><strong style="font-size:24px;margin-bottom:22px;margin-top:20px;">金融产品认购协议</strong></p>

<p>
    为了明确产品全称产品（以下简称“本产品”）的发行人、认购人的权利义务，保护本产品认购人的合法权益，依据《中华人民共和国民法通则》、《中华人民共和国合同法》、及其他法律法规的有关规定，发行人与认购人本着诚实守信、平等互利、意思表示真实的原则，就本产品认购的有关事宜达成如下协议：
</p>
<p align="center">
    认购协议通用条款
</p>
<p>
    一、定义
</p>
<p>在本产品认购协议中，下列术语具有如下含义：</p>
<p>1、“本协议”指本产品认购协议，本协议包括“认购协议通用条款”、 “产品募集说明书”、“合格投资者风险认知书”等。</p>
<p>
    2、“发行人”指<u>发行人机构全称（对应我们平台的融资方字段）</u>。发行人是在中国境内依法成立的企业法人，并根据其公司章程的规定，经其有权机构相关授权，同意发行人通过青岛国富金融资产交易中心有限公司（以下简称“青金所”）备案、挂牌发行本产品
</p>
<p>
    3、“基础资产”指发行人依法持有的资产，并有权转让、处置该等资产及其相关权利。发行人以基础资产的未来现金流（下称“预期收益”）为偿付支持发行本产品。
</p>
<p>
    4、“认购人”指按照青金所资产支持类收益权产品发行业务交易细则规定以及产品募集说明书等规定的认购规则，认购本产品的合格投资者。认购人应在青金所或青金所指定产品认购渠道合作方平台注册登记，拥有青金所交易账户。
</p>
<p>
    5、“持有人”指按照资产支持类收益权产品发行业务交易细则以及产品募集说明书，在本产品成立后认购及/或最终持有本产品的合格投资者。
</p>
<p>
    6、“产品管理人”指受发行人委托，为本产品持有人之利益，在本产品整个产品周期内对本产品进行管理、监督并履行其他法定及约定职责的具备资产管理能力的专业机构。发行人已聘请<u>产品管理人机构全称</u>为本产品的产品管理人并签订相关受托管理或服务协议。
</p>
<p>7、“起息日”指本产品成立后，按照一定利率开始计算持有人持有产品利益收益的时间。</p>
<p>8、青金所交易平台：全称“青金所资产交易平台”，是指青金所为合格投资者开展投资交易活动提供的交易系统。</p>



<p>二、本产品的基本概况</p>
<p>
    本产品的基本概况以认购人通过青金所指定认购渠道（以下简称“指定认购渠道”）获得的发行人向其披露的《产品募集说明书》（以下简称“《产品募集说明书》”）载明的内容及本产品相关认购信息为准。认购人在认购本产品并签订本协议之前，应当认真阅读并已充分了解《产品募集说明书》全部内容。
</p>
<p>三、认购方式及持有确认</p>
<p>1、认购人应按指定认购渠道披露或规定的认购期间、认购起点金额等认购规则进行本产品的认购。</p>
<p>2、认购人同意并授权青金所于起息日起对认购人持有的本产品予以登记托管。</p>
<p>3、本产品发行成功后，认购人成功认购的金额以起息日认购人于交易账户中经青金所或指定认购渠道登记的本产品实际交易金额为准。认购人可通过指定认购渠道查看其持有的本产品信息或向青金所申请出具持有凭证。</p>

<p>四、声明与承诺</p>
<p>
    1、发行人已取得发行本产品及签署（或发出不可撤销的本协议要约）、履行本协议的一切必要的授权和批准，同意签署（或发出不可撤销的本协议要约）并履行本协议。
</p>
<p>
    2、认购人若为机构的，则已取得了签署（或对于本协议要约做出承诺）、履行本协议的一切内部外部授权和批准，同意签署（或对于本协议要约做出承诺）并履行本协议；认购人若为自然人的，则其应具有完全的民事权利能力和民事行为能力，并完全基于本人真实意思表示签署（或对于本协议要约做出承诺）并履行本协议。
</p>
<p>
    3、发行人承诺对本产品发行所依托的基础资产享有合法权利，且发行行为属于其权利范围。
</p>
<p>
    4、发行人承诺，根据相关法律法规、监管部门及青金所相关规定，本产品基础资产具备发行金融产品的全部条件。
</p>
<p>
    5、发行人和认购人承诺并保证本协议的签署(或发出不可撤销的本协议要约／对本协议要约做出承诺)和履行不违反任何现行中国法律、法规的规定，上述行为不损害其他第三方的合法权益，并不与任何法律或一方所承担的义务和责任相冲突。
</p>
<p>6、发行人和认购人承诺提供给对方及青金所的所有材料及相关信息资料均真实、完整、准确、合法。</p>
<p>
    7、认购人承诺具备青金所资产支持类收益权产品发行业务交易细则和产品募集说明书规定的合格投资者条件，其用于认购本产品的资金来源合法合规。
</p>
<p>
    8、认购人认可发行人为本产品所聘任的产品管理人，同意并授权产品管理人代其监督、管理本产品存续期内发行人对基础资产的运营及对本产品的管理。
</p>
<p>
    9、发行人承诺本产品基础资产所产生的全部预期收益应根据《产品募集说明书》的约定优先用于按时足额兑付本产品持有人的本金及到期收益，如预期收益不足以按时足额兑付时，发行人应以其自有资金或其他资金、资产等予以补足应兑付的本产品的本金及收益部分。
</p>
<p>
    10、本协议可采用纸质文本制成或电子文本生成，并具有同等效力，认购人签署或确认本协议即视为已认真阅读本协议通用条款、产品募集说明书及合格投资者风险认知书，并同意本协议及产品募集说明书中关于本产品及本产品认购人/持有人的所有约定，并对本产品的客观投资风险有明确的认知及承受能力。
</p>

<p>五、发行人的权利和义务</p>
<p>1、根据法律法规规定、本协议及其他相关协议的约定享有使用本产品所募集认购资金的权利。</p>
<p>2、发行人应本着最大诚信原则，维护基础资产及基础资产预期收益的安全，保证本协议约定本金及利息按时足额兑付。</p>
<p>
    3、本产品对应的基础资产预期收益不足以兑付或不能按时兑付利息及本金时，按本协议的约定以发行人其他自有资金向本产品持有人履行兑付义务。
</p>
<p>
    4、按照青金所资产支持类收益权产品发行业务相关管理规定，对在本产品存续期间发生的可能影响基础资产价值、基础资产预期收益或发行人偿债能力的重大事项，及时委托产品管理人通过青金所交易平台或其他青金所指定的认购渠道向本产品持有人进行披露并根据青金所要求提供相关真实、完整、准确、合法的书面文件。
</p>
<p>
    5、依据法律法规、青金所资产支持类收益权产品发行业务管理规定、本协议及其他与本产品发行相关协议的约定，自行承担因发行本产品需缴纳的各项税费。
</p>
<p>
    6、依据法律法规、青金所资产支持类收益权产品发行业务管理规定、本协议及其他与本产品发行相关协议的约定，享有或承担的其他权利或义务。
</p>


<p>
    六、认购人的权利和义务
</p>
<p>1、根据本协议约定的认购规则认购本产品；</p>
<p>2、根据本协议约定其成功认购本产品后投资到期回收本金和相应预期收益的权利；</p>
<p>3、根据本协议约定进行本产品转让交易的权利；</p>
<p>4、当发生利益可能受到损害的事项时，有权依据法律、法规的规定以及本协议约定行使本产品持有人的权利；</p>
<p>5、依据法律法规、青金所资产支持类收益权产品发行业务相关管理规定、本协议的相关约定，自行承担因认购和转让本产品需缴纳的各项税费。</p>
<p>6、依据法律法规及青金所相关业务管理规定、本协议约定，享有或承担的其他权利或义务。</p>


<p>七、违约责任</p>
<p>
    本产品对应的基础资产预期收益不足以兑付或不能按时兑付本产品认购人到期收益或本金时，或发行人未能按约定偿付本产品到期收益及本金的，或发行人发生其他违约情况时，发行人应承担违约责任。发行人承担的违约责任范围包括偿付本产品持有人的本金及收益、支付罚息、赔偿本产品持有人因发行人违约受到的损失、以及本产品持有人为主张权利发生的全部费用（包括但不限于：律师费、诉讼费、执行费用等）和其他应支付的费用。
</p>
<p>
    任何一方违反本协议项下的约定，应负责消除不利影响，并赔偿由此给对方及青金所造成的全部损失（包括但不限于：主张权利时发生的律师费、诉讼费、执行费用等）。
</p>
<p>八、保密</p>
<p>
    发行人和认购人对因本协议的签署和履行获得的对方信息均负有保密义务，未经信息持有方同意，信息获取方不得向第三方泄露，但中国现行法律、法规另有规定的或对方书面同意的或按本协议约定向青金所披露的除外。
</p>

<p>九、不可抗力</p>
<p>
    1、任何一方因受不可抗力影响致使全部或部分不能履行本协议或延迟履行本协议，应自不可抗力事件发生之日起三个工作日内，将事件情况以书面形式通知另一方，并自事件发生之日起三十个工作日内，向另一方提交导致其全部或部分不能履行或迟延履行的有效证明。
</p>
<p>
    2、如果发生不可抗力事件，影响一方履行其在本协议项下的义务，则在不可抗力造成的延误期内中止履行，而不视为违约。
</p>
<p>
    3、遭受不可抗力的—方应采取一切必要措施减少损失，能继续履行的，在事件消除后立即恢复本协议的履行。不能履行的，经发行人和认购人协商一致后，可以终止本协议。
</p>
<p>
    4、本条所称“不可抗力”是指不能预见、不能克服、不能避免的客观事件，包括但不限于国家政策的重大变化、洪水、地震、火灾、风暴、瘟疫、战争、民众骚乱、罢工及银行划款系统失效等。
</p>

<p>十、争议的解决</p>
<p>
    凡因本产品的发行、认购、转让、受让、兑付等事项引起的或与本产品有关的任何争议，应首先通过协商解决。如果在接到要求解决争议的书面通知之日起30日内仍不能通过协商解决争议，任何一方均应向被告所在地有管辖权的人民法院提起诉讼。
</p>
<p>十一、权利的保留</p>
<p>
    1、任何一方没有行使其权利或没有就对方的违约行为采取任何行动，不应被视为对权利的放弃或对追究违约责任的放弃。任何一方放弃针对对方的任何权利或放弃追究对方的任何责任，不应视为放弃对对方任何其他权利或任何其他责任的追究。所有放弃应书面做出。
</p>
<p>
    2、如果本协议任何约定依现行法律被确定为无效或无法实施，本协议的其他条款将继续有效。此种情况下，发行人和认购人将以新的有效的约定替换被确定无效或无法实施的约定，且新的有效约定应尽可能接近原约定和本协议相应的精神和宗旨。
</p>

<p>十二、生效条件</p>
<p>
    本协议为发行人不可撤销的要约，认购人于本产品指定认购渠道披露的约定募集期届满前，实施下述任一行为即视为做出承诺，本协议于认购人做出承诺时生效：
</p>
<p>1、认购人通过指定认购渠道以网络在线点击的方式确认接受本协议内容；</p>
<p>2、认购人线下单方签署本协议。</p>
<p>
    本协议双方委托青金所或指定认购渠道保管所有与本协议有关的书面文件或在服务器上保存本协议相关的电子文本；本协议双方同意并确认由青金所提供的与本协议有关的书面文件或电子文本在无明显错误的情况下应作为本协议有关事项的终局证明。
</p>
<p>十三、其他</p>
<p>
    1、本协议双方同意并确认，本协议一方向另一方提供信息时均应同时将信息提供给青金所及指定认购渠道的服务机构（以下简称“服务机构”）。本协议双方授权青金所及服务机构根据本协议任何一方的合理要求向其提供本协议另一方向青金所或服务机构提供的所有信息。
</p>
<p>
    2、本协议双方同意并确认，发行人和认购人通过其交易/结算账户或认购人在指定认购渠道通过交易/认购账户采取的行为所产生的法律后果和法律责任归属于发行人和认购人本人；发行人和认购人授权并委托青金所根据本协议所采取的全部行动和措施的法律后果均归属于发行人和认购人本人，与青金所、指定认购渠道及服务机构无关，青金所、指定认购渠道及服务机构也不因此承担任何责任。
</p>
<p>
    3、本协议双方同意并确认，青金所有权按照青金所交易平台或指定认购渠道披露的本产品收费标准就其为发行人和认购人提供的服务收取交易服务费。发行人同意并授权青金所可以直接从本产品募集款项中扣收前述服务费，认购人同意并授权青金所可以直接从本产品兑付款项中扣收前述服务费。
</p>
<p>4、本产品计算应还本金及收益时，对人民币“分”以下（含“分”）金额采用截位法处理，即对“分”及分以下金额直接截除。</p>
<p>（以下无正文）</p>
<p align="right">
    认购人：<u>投资人全称  </u>  
</p>
<p align="right">
    协议生成日期：<u>X年X月X日 </u> 
</p>



</div>



<div style="text-align:center; margin-bottom:5px">
    <input type="button" onClick="window.close();" value="关闭" />
</div>
</div>
</div>

</body>
</html>
<script type="text/javascript">
    // 动态获取域名
    function getContextPaths(){
        var pathName = 'http://'+window.location.host;
        return pathName;
    }
    $(function(){
        // 当页面一加载就去请求生成pdf接口
        var Flag = false;
        $.ajax({
            type:'post',
            url:getContextPaths()+'/user/createPdf',
            dataType:'json',
            data:{
                textInfo:$('#contents').text()             
            },
            success:function(json){
                if(json.msg==2){
                    Flag = true;
                }else{
                    Flag = false;
                }
            },
            error:function(){
                
            }
        });


        if(Flag){
            $('.down').click(function(){
                alert('服务器繁忙，请稍后重试，谢谢。');
            });
        }


    });



</script>