<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/fmt" prefix="fmt"%>
<%@ taglib uri="/WEB-INF/tld/datetag.tld" prefix="date"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <title>注册及服务协议</title>
    <script type="text/javascript" src='../../static/scripts/common/jquery-1.9.1.js'></script>
    <style type="text/css">
        body, div, ul, form {
            list-style-type: none;
            margin: 0;
            padding: 0;
        }
        body {
            background-color: #FFFFFF;
            margin-top: 7px;
            text-align: center;
        }
        body, div, table {
            color: #404040;
            font-size: 12px;
            line-height: 20px;
            margin-left: auto;
            margin-right: auto;
        }
        ul, li {
            list-style: none outside none;
            text-indent: 2em;
        }
        img {
            border: 0 none;
            vertical-align: middle;
        }
        hr {
            border-color: #CCCCCC -moz-use-text-color -moz-use-text-color;
            border-right: medium none;
            border-style: solid none none;
            border-width: 1px medium medium;
            font-size: 1px;
            height: 1px;
            margin: 0 auto;
            padding: 0;
            width: 94%;
        }
        a:link, a:visited {
            color: -webkit-link;
            text-decoration: none;
        }
        a:hover {
            text-decoration: underline;
        }
        .main {
            background-color: #FFFFFF;
            border: 1px solid #D6D6D6;
            height: auto;
            margin-top: 8px;
            padding: 0;
            text-align: left;
            width: 100%;
        }
        .text2 {
            text-indent: 2em;
        }
        .down
        {
            text-decoration: underline !important;
        }
        .indents
        {
            text-indent:23px;
        }
        
    </style>
</head>

<body>
<div class="main">
<div class="con">
<div style="overflow:scroll; height:520px; padding:10px; overflow-x:hidden; margin-bottom:5px; border:1px solid #e6e6e6;" id='raise_contents'>


<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">注册及服务协议</strong></p>


<p class="indents">
    <span style='color:red;'>
        富元汇互联网综合金融服务平台（网址：https://fuyhui.com/，以下简称“富元汇”）由深圳市富之富信息技术有限公司运营管理并依据本协议的规定为富元汇用户（以下简称“用户”）提供服务。本协议在用户和富元汇之间具有合同上的法律效力，适用于用户在富元汇上的全部活动。
    </span>
    <strong>请您在注册成为富元汇用户前务必仔细阅读本协议，充分理解本协议各条款，特别是其中所涉及的免除或限制富元汇责任的条款、排除或限制用户权利的条款等。</strong>
    若您不同意本协议的任何内容，请不要进行后续操作；若您注册成为富元汇用户，则表示您对本协议的全部内容已充分阅读并认可和同意遵守。
    <strong>同时，承诺遵守中国法律、法规、规章及其他政府规范性文件规定，如有违反而造成任何法律后果，您将以本人名义独立承担所有相应的法律责任。</strong>
</p>
<p class="indents">
    本协议内容包括本协议全部条款及富元汇已经发布的或将来可能发布的各类规则、通告。所有规则、通告为本协议不可分割的一部分,与本协议正文具有同等法律效力。
    <strong>
        富元汇有权根据需要不定时地制定、修改本协议或各类规则，对于用户适用的协议或各类规则应以用户在富元汇注册时适用的协议或规则内容为准。富元汇将随时刊载并公告本协议及规则变更情况。经修订的协议、规则一经公布，立即自动生效，对新协议、规则生效之后注册的用户发生法律效力。
    </strong>
    对于协议、规则生效之前注册的用户，若用户在新规则生效后继续使用富元汇提供的各项服务，则表明用户已充分阅读并认可和同意遵守新的协议或规则。若用户拒绝接受新的协议和规则，用户有权放弃或终止继续使用富元汇提供的各项服务，但该用户应承担在富元汇已经进行的交易下所应承担的任何法律责任，且应遵循该用户发生交易时有效的协议或规则内容。
</p>

<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">一、 用户注册</strong></p>
<p>1、注册与用户定义 </p>
<p class="indents">
    用户注册是指欲申请成为富元汇用户的自然人、法人，并按要求填写相关信息并确认同意履行相关用户协议的过程。
    <strong>
        自然人用户是指通过富元汇完成全部注册程序后，使用富元汇服务，并且符合中华人民共和国法律规定的具有完全民事权利和民事行为能力，能够独立承担民事责任的自然人。
    </strong>
    若用户违反前述限制注册使用富元汇服务的，其监护人应承担所有责任。
    <strong>
        法人用户是指通过富元汇完成全部注册程序后，使用富元汇服务，并且依据中华人民共和国法律在中华人民共和国境内（香港、台湾、澳门除外）设立的，具有民事行为能力，能够独立承担民事责任的法人或其他组织。
    </strong>
</p>
<p>2、注册资料要求 </p>
<p>
    申请成为富元汇用户，首先需要完成注册。在注册时，用户将按照注册页面提示填写信息及设置密码。同时，用户按富元汇要求填写信息时需遵守如下要求：
</p>
<p>
    <strong>
        （1）用户必须提供真实、最新、有效及完整的资料，并且授予富元汇基于提供网站服务的目的，对用户提供的资料及数据信息拥有全球通用的、永久的、免费的使用权利。
    </strong>
</p>
<p>
    <strong>
        （2）用户有义务维持并更新注册的资料，确保其为真实、最新、有效及完整的资料。如因用户未及时更新基本资料，导致富元汇服务无法提供或提供时发生任何错误，用户不得将此作为取消交易或拒绝付款的理由，富元汇亦不承担任何责任，所有后果应由用户自行承担。
    </strong>
</p>
<p>
    <strong>
        （3）若用户提供任何错误、虚假、过时或不完整的资料，或者富元汇依其独立判断怀疑资料为错误、虚假、过时或不完整的，富元汇有权暂停或终止用户在富元汇的注册账户，并拒绝用户使用富元汇服务的部分或全部功能。在此情况下，富元汇不承担任何责任，用户同意承担因此所产生的直接或间接的任何支出或损失。
    </strong>
</p>
<p>3、用户名及登录密码的使用 </p>
<p class="indents">
    用户拥有在富元汇的用户名及登录密码，并有权使用自己的用户名及密码随时登录富元汇，用户不得以任何形式擅自转让或授权他人使用自己的用户名及密码。富元汇通过用户的注册用户名及密码来识别用户的指令。用户确认，使用用户名和密码登录后在富元汇的一切行为均代表用户本人。用户注册操作所产生的电子信息记录均为用户行为的有效凭证，并由用户本人承担由此产生的全部责任。 
</p>



<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">二、富元汇服务内容</strong></p>
<p class="indents">
    1、富元汇为用户提供的服务包括但不限于产品信息发布服务、交易管理服务、客户服务、合同管理服务等，具体详情以富元汇平台当时提供的服务内容为准。
    <strong>
        服务的部分内容需要用户根据富元汇要求完成身份认证及银行卡认证，未进行身份认证及/或银行卡认证的用户将无法使用该部分富元汇服务。因未能完成认证而无法享受富元汇服务造成的损失，富元汇不承担任何责任。
    </strong>
</p>
<p class="indents">
    <strong>
        2、富元汇接受产品信息发布方的委托进行信息的采集整理、甄别筛选、网上发布等服务, 富元汇不对信息的准确、完整、合法性作出保证，用户应考虑实际情况独立判断并作出交易决策。富元汇对在富元汇平台上进行的交易行为不承担任何责任，用户应知悉交易风险，交易发生后产生的一切风险均由用户自行承担。
    </strong>
    此外，如果富元汇因系统故障或其他任何原因导致的处理错误，富元汇有权纠正该错误，用户有义务根据富元汇有关纠正错误的通知进行相应操作，富元汇不承担因前述处理错误而导致的任何损失或责任。
</p>
<p class="indents">
     3、富元汇与第三方托管支付机构为用户银行卡认证、充值、取现、代收/代付、查询、通知等客户服务。
     <strong>
         用户了解富元汇并不是银行或金融机构，按照中国法律规定，富元汇不提供任何形式的资金管理及划付服务，亦不对用户在富元汇平台有关操作所引起的第三方托管支付机构所代表用户、为用户利益或为有关交易目的做出的资金管理或划付等行为的结果、时效性及有效性承担任何责任。
     </strong>
</p>
<p class="indents">
    4、富元汇为用户提供合同管理服务。在富元汇平台交易需订立的合同采用点击确认方式签署。用户点击确认或类似方式签署的法律文件即视为本人真实意愿并以本人名义签署，具有法律效力，用户不得以任何理由否认已订立的法律文件的效力或不按照该等法律文件履行相关义务。除特别列明外，富元汇不提供任何纸质法律文件。
</p>


<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">三、富元汇服务费用</strong></p>
<p class="indents">
    1、用户使用富元汇服务时，富元汇可能会向用户收取相关服务费用。各项服务费用详见用户使用富元汇服务时在网站上所列之收费方式说明或与用户签订的相关协议。富元汇保留单方面制定及调整服务费用的权利。
</p>
<p class="indents">
    2、用户在使用富元汇服务过程中（如充值或取现等）可能需要向第三方（如银行或第三方支付公司、担保方等）支付一定的费用，具体收费标准详见第三方网站相关页面，或与第三方签订的相关协议。
</p>


<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">四、风险提示</strong></p>
<p class="indents">
    用户了解并认可，任何通过富元汇进行的交易并不能避免以下风险的产生，富元汇不能也没有义务为如下风险负责：
</p>
<p class="indents">
    <strong>
        1、政策风险：因互联网金融是基于当前的国家宏观政策及相关法律法规所设计。如国家宏观政策(如财政政策、货币政策、行业政策、地区发展政策)以及市场相关法律法规发生变化，可能会导致用户面临损失。
    </strong>
</p>
<p class="indents">
    <strong>
        2、宏观经济风险：因宏观经济形势变化，可能引起价格等方面的异常波动，个人会员有可能遭受损失。
    </strong>
</p>
<p class="indents"><strong>3、信用风险：因其他交易方的无力或未能按时足额履约，用户有可能遭受损失；</strong></p>
<p class="indents"><strong>4、利率风险：市场利率变化可能对购买或持有产品的实际收益产生影响；</strong></p>
<p class="indents">
    <strong>
        5、因用户的过错导致的任何损失，该过错包括但不限于：决策失误、操作不当、遗忘或泄露密码、密码被他人破解、用户使用的计算机系统被第三方侵入、用户委托他人代理交易时他人恶意或不当操作而造成的损失。
    </strong>
</p>
<p class="indents">
    <strong>
        6、不可抗力风险：因战争、自然灾害、重大政治事件等不可抗力，以及其他不可预见的意外事件，或其他可能导致用户面临损失的任何风险。
    </strong>
</p>


<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">五、用户的义务</strong></p>
<p>
    <strong>1、用户保证并承诺通过富元汇进行交易的资金来源合法。</strong>
</p>
<p class="indents">
    2、用户承诺绝不为任何非法目的或以任何非法方式使用富元汇服务，并承诺遵守中国相关法律、法规及一切使用互联网之国际惯例，遵守所有与富元汇服务有关的网络协议、规则和程序。
</p>
<p class="indents"><strong>
    3、用户在接受富元汇服务时必须遵守中国法律、法规、规章以及政府规范性文件，不得做出违法违规的行为，上述行为包括但不限于：
</strong>
</p>
<p class="indents">（1）发表、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容。</p>
<p class="indents">（（2）制造虚假身份、发布虚假信息等误导、欺骗他人，或违背富元汇页面公布之活动规则进行虚假交易。</p>
<p class="indents">（3）从事任何不法交易行为，涉嫌洗钱、套现或进行传销活动，</p>
<p class="indents">
    （4）进行危害计算机网络安全的行为。包括但不限于在您所发布的信息中含有蓄意毁坏、恶意干扰、秘密地截取或侵占任何系统、数据或个人资料的任何病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或其他电脑程序。
</p>
<p class="indents">（5）发布国家禁止发布的信息，发布其它涉嫌违法或违反本协议及各类规则的信息。</p>
<p class="indents">
    4、用户承诺，其通过富元汇发布的信息均真实有效，其向富元汇提交的任何资料均真实、有效、完整、准确。如因违背上述承诺，造成富元汇其他用户损失的，用户将承担相应责任。
</p>


<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">六、账户安全及管理</strong></p>
<p class="indents">1、用户有责任确保账户及密码的机密安全。用户将对利用该账户及密码所进行的一切行动及言论，负完全的责任，并同意以下事项：</p>
<p class="indents">
    <strong>
        （1） 用户不得对其他任何人泄露账户或密码，亦不可使用其他任何人的账户或密码。因黑客、病毒或用户的保管疏忽等非富元汇原因导致账号遭他人非法使用的，富元汇不承担任何责任。
    </strong>
</p>
<p class="indents">
    <strong>
        （2）用户的账号及密码是识别用户的指令，用户确认，使用账号和密码登录后在富元汇的一切行为均代表用户本人。用户的富元汇账户操作所产生的电子信息记录均为用户本人行为的有效凭据，并由用户本人承担由此产生的全部责任。
    </strong>
</p>
<p class="indents"><strong>（3） 冒用他人账户及密码的，富元汇保留追究实际使用人连带责任的权利。</strong></p>
<p class="indents">
    2、用户如发现第三人未经合法授权的情形冒用或盗用本人账户及密码，应立即以有效方式通知富元汇并要求暂停相关服务，否则由此产生的一切责任由用户本人承担。同时，用户理解富元汇对用户的请求采取行动需要合理期限，在此之前，富元汇对第三人使用该服务所导致的损失不承担任何责任。
</p>
<p class="indents">
    3、用户决定不再使用富元汇账户时，应首先清偿所有应付款项（包括但不限于所购产品款项、偿还债务款项、收益款、违约金、服务费、管理费等），再将账户中的可用款项（如有）全部取现或者向富元汇发出其它合法的支付指令。
</p>
<p class="indents">
    4、用户死亡或被宣告死亡的，其在本协议项下的各项权利义务由其继承人承担。若用户丧失全部或部分民事权利能力或民事行为能力，富元汇有权根据有效法律文书（包括但不限于生效的法院判决等）处置与用户账户相关的款项。
</p>
<p class="indents">
    <strong>
        5、富元汇有权基于单方独立判断，在其认为可能发生危害交易安全等情形时，无需进行事先通知即有权终止提供用户服务，并可能立即暂停、关闭或删除用户账户及该账户中所有相关资料及档案，并将注册资料从富元汇平台上移除或删除，且无需对用户或任何第三方承担任何责任。前述情形包括但不限于：
    </strong>
</p>
<p class="indents"><strong>（1） 富元汇认为用户提供的个人资料不具有真实性、有效性或完整性；</strong></p>
<p class="indents"><strong>（2） 富元汇发现异常交易或有疑义或有违法之虞时；</strong></p>
<p class="indents"><strong>（3） 富元汇认为用户账户涉嫌洗钱、套现、传销、被冒用或其他有风险之情形；</strong></p>
<p class="indents"><strong>（4） 富元汇认为用户已经违反本协议中规定的各类规则及精神；</strong></p>
<p class="indents"><strong>（5） 用户在使用富元汇收费服务时未按规定支付相应的服务费用；</strong></p>
<p class="indents"><strong>（6） 用户同意在必要时，富元汇无需进行事先通知即有权终止提供用户账户服务，并可能立即暂停、关闭或删除用户账户及该账户中所有相关资料及档案。</strong></p>
<p class="indents">
    6、用户同意，账户的暂停、中断或终止不代表用户责任的终止，用户仍应对使用富元汇平台服务期间的行为承担可能的违约或损害赔偿责任，同时富元汇仍可保有用户的相关信息。
</p>



<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">七、隐私条款</strong></p>
<p class="indents">1、用户同意，富元汇可从公开及私人资料中收集用户的额外信息，旨在保障用户顺利、有效、安全地进行交易等行为，为用户量身订做合适的服务。</p>
<p class="indents"><strong>2、除用户向富元汇自愿提供的资料外，用户同意富元汇以下列方式收集并核对用户的信息：</strong></p>
<p class="indents"><strong>（1）通过公开及私人资料来源收集用户的额外资料。</strong> </p>
<p class="indents">
    <strong>
        （2）富元汇根据用户在网络上的行为自动追踪关于用户的相关资料。富元汇将合理利用该相关资料进行用户的人数统计及行为的内部研究，以更好地了解富元汇用户，从而提供更好、更完善的服务。
    </strong>
</p>
<p class="indents">
    <strong>
        （3）若其他用户或第三方向富元汇发出关于用户在富元汇上活动或登录事项的信息，富元汇可以将这些资料收集、整理在用户的专门档案中。
    </strong>
</p>
<p class="indents">3、富元汇采用行业标准惯例以保护用户的资料。用户因履行本协议提供给富元汇的信息，富元汇不会恶意出售或免费共享给任何第三方，以下情况除外：</p>
<p class="indents">
    （1）用户同意富元汇利用用户的联系方式与用户联络，并向用户传递与用户相关的信息，包括但不限于行政管理方面的通知、产品提供、有关用户使用富元汇的服务、通讯以及针对性的广告条；
</p>
<p class="indents">
    （2）为了分析富元汇的使用率、改善富元汇的内容和产品推广形式，并使富元汇的内容、设计和服务更能符合用户的要求，用户同意富元汇使用用户的个人信息。富元汇对个人信息的合理使用能使用户在享有服务时得到更为顺利、有效、安全的体验；
</p>
<p class="indents">（3）富元汇有义务根据有关法律要求向司法机关和政府部门提供用户的个人信息。</p>
<p>（4）为了保护用户的合法权益或为防止严重侵害他人合法权益或为了公共利益的需要，富元汇将善意地披露用户的个人信息。</p>
<p class="indents">
    （5）经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者富元汇有足够事实依据可以认定用户存在违法或违反本注册协议的行为，该用户同意并授权富元汇在互联网络上公布用户的违法、违约行为，并将该内容记入任何与用户相关的信用资料和档案。
</p>
<p class="indents">（6）用户无权要求富元汇提供其他用户的个人信息，除非司法机关或政府部门根据法律法规要求富元汇提供。</p>
<p class="indents">
      4、富元汇所有用户应当履行保密义务。对在文件签署过程中所获取的对方的商业秘密以及相关权益（包括但不限于客户资料、策划方案、产品知识产权、协议合同、技术文档、账号密码），非经相关权利人许可，不得向第三方披露。关于被授权使用的有关资料、商业秘密等信息，只能在授权指定的范围使用，不得用于其他目的。
</p>


<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">八、 涉及第三方网站</strong></p>
<p class="indents">
    1、富元汇内容可能涉及由第三方所有、控制或运营的其它网站（以下称“第三方网站”），含有访问第三方网站的链接；同时，富元汇将会在任何需要的时候增加商业伙伴或共用品牌的网站。 
</p>
<p class="indents">2、富元汇对所有第三方网站的隐私保护措施不负任何责任。</p>
<p class="indents">
    3、富元汇不保证第三方网站上信息的真实性和有效性。用户应按照第三方网站的相关协议与规则使用第三方网站，而不是按照本协议。第三方网站的内容、产品、广告和其他任何信息均由用户自行判断并承担风险，与富元汇无关。
</p>


<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">九、违约责任</strong></p>
<p class="indents">
    1、当用户的行为涉嫌违反法律法规或违反本协议和规则的，富元汇有权采取相应措施，包括但不限于直接屏蔽、删除侵权信息，或直接停止提供服务。如使富元汇遭受任何损失的（包括但不限于受到第三方的索赔、受到行政管理部门的处罚等），用户还应当赔偿或补偿富元汇遭受的损失及（或）发生的费用，包括诉讼费、律师费、保全费等。
</p>
<p class="indents">
     2、由于违反本协议，或违反其在富元汇上签订的协议或文件，或由于用户使用富元汇服务违反了任何法律或侵害第三方权利而导致任何第三方向富元汇提出任何补偿申请或要求（包括律师费用），用户应对富元汇给予全额补偿并使之不受损害。
</p>
<p class="indents">
     3、如因富元汇违反有关法律、法规或本协议项下的任何条款而给用户造成损失，富元汇同意承担由此造成的损害赔偿责任。
</p>



<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">十、 免责条款</strong></p>
<p class="indents">
    <strong>
        1、富元汇不对任何用户及（或）任何交易提供任何明示或默示的担保，均不以任何明示或默示的方式保证由其他用户或机构提供的信息内容的真实性、充分性、及时性、可靠性、完整性和有效性。用户应根据自身的风险承受能力，衡量交易相对方信息及其他相关信息以及与其交易的真实性和安全性，用户据此进行交易的，产生的风险由用户自行承担，用户无权据此向富元汇提出任何法律主张。在交易过程中，交易各方发生的纠纷，由纠纷各方自行解决，富元汇作为交易平台方不承担任何责任。
    </strong>
</p>
<p class="indents">
    2、用户同意，基于互联网的特殊性，富元汇不保证服务不会中断，也不担保服务的及时性和/或安全性。若因系统相关状况无法正常运作，使用户无法使用富元汇服务受到任何影响时，富元汇对用户或第三方不负任何责任，前述状况包括但不限于：
</p>
<p class="indents">（1） 富元汇系统停机维护期间。</p>
<p class="indents">（2） 电信设备出现故障不能进行数据传输的。</p>
<p class="indents">（3） 由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的富元汇服务中断或延迟。</p>
<p class="indents">（4） 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成富元汇系统障碍不能执行业务的。</p>
<p class="indents">
    <strong>
        3、因用户的过错导致的任何损失，该过错包括但不限于：决策失误、操作不当、遗忘或泄露密码、密码被他人破解、用户使用的计算机系统被第三方侵入、用户委托他人代理交易时他人恶意或不当操作而造成的损失。
    </strong>
</p>
<p class="indents">
    <strong>
        4、在任何情况下，用户使用富元汇服务过程中涉及由第三方提供相关服务的责任由该第三方承担，富元汇不承担该等责任。富元汇不承担责任的情形包括但不限于：
    </strong>
</p>
<p class="indents"><strong>（1）因第三方支付机构等第三方未按照用户和/或富元汇指令进行操作引起的任何损失或责任；</strong></p>
<p class="indents"><strong>（2）因第三方支付机构等第三方原因导致资金未能及时到账或未能到账引起的任何损失或责任；</strong></p>
<p class="indents"><strong>（3）因第三方支付机构等第三方对交易限额或次数等方面的限制而引起的任何损失或责任；</strong></p>
<p class="indents"><strong>（4）因其他第三方的行为或原因导致的任何损失或责任。</strong></p>
<p class="indents"><strong>5、因用户自身的原因导致的任何损失或责任，由用户自行负责，富元汇不承担责任。富元汇不承担责任的情形包括但不限于：</strong></p>
<p class="indents"><strong>（1）用户未按照本协议或富元汇平台不时公布的任何规则进行操作导致的任何损失或责任；</strong></p>
<p class="indents">
    <strong>
        （2）因用户使用的银行卡的原因导致的损失或责任，包括用户使用未经认证的银行卡或使用非本人的银行卡或使用信用卡，用户的银行卡被冻结、挂失等导致的任何损失或责任；
    </strong>
</p>
<p class="indents"><strong>（3）用户向富元汇发送的指令信息不明确、或存在歧义、不完整等导致的任何损失或责任；</strong></p>
<p class="indents"><strong>（4）用户账户内余额不足导致的任何损失或责任；</strong></p>
<p class="indents"><strong>（5）其他因用户原因导致的任何损失或责任。</strong></p>



<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">十一、知识产权</strong></p>

<p class="indents">
    1、富元汇对本网站内所有内容享有知识产权（包括但不限于商标权、专利权、著作权、商业秘密等），富元汇上所有内容，包括但不限于著作、图片、档案、资讯、资料、平台架构、平台画面的安排、网页设计等。非经富元汇书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表富元汇的程序或内容
</p>
<p class="indents">
    2、非经富元汇授权同意及法律规定，不得使用属于富元汇上所有内容。富元汇所有的产品、技术及程序等信息内容均由富元汇享有知识产权或被授权使用；未经富元汇授权许可，任何其他组织或个人不得擅自使用（包括但不限于复制、复印、仿造、出售、转售、访问、或以其他方式加以利用等）。否则，富元汇将依法追究其法律责任。
</p>
<p class="indents">
    3、用户保证，其发布在富元汇平台上的任何信息和内容都没有侵犯任何第三方的知识产权，也不存在可能导致侵犯第三方知识产权的情形。若任何第三方因用户发布的信息和内容提出权属异议或引起任何纠纷，用户自行承担责任，与富元汇无关。
</p>



<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">十二、通知及送达</strong></p>
<p class="indents">
    本协议项下的通知如以公示方式作出，一经在富元汇公示即视为已经送达。除此之外，其他向用户发布的具有专属性的通知将由富元汇向用户注册时或注册后向富元汇提供的电子邮箱、手机号码发送，或在富元汇网站上用户的“我的账户”中的“消息中心”，一经发送即视为已经送达。请您密切关注电子邮箱 、“消息中心”中的邮件和信息及手机中的短信信息。
</p>


<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">十三、法律适用和争议解决</strong></p>
<p class="indents">
    1、本协议的订立、变更、执行和解释，以及与本协议有关的争议解决，均应适用中华人民共和国法律。如与本协议有关的某一特定事项没有法律规定或规定不明确，则应参照通用的国际商业惯例和行业惯例。
</p>
<p class="indents">
    <strong>
        2、如因本协议或因富元汇服务所引起或与其有关的任何争议，如协商不成，应向富元汇平台所在地有管辖权的法院起诉。争议期间，各方仍应继续履行本协议未涉争议的条款义务。
    </strong>
</p>

<p class="indents">
    <strong>
        3、本协议不涉及用户与富元汇的其他用户之间，因网上交易而产生的法律关系及法律纠纷。但用户在此同意将全面接受并履行与富元汇其他用户在富元汇所签订的任何电子法律文本，并承诺按照该法律文本享有和（或）放弃相应的权利、承担和（或）豁免相应的义务。
    </strong>
</p>


<p align="center" style="margin-bottom:25px;margin-top:30px;"><strong style="font-size:20px;">十四、其他</strong></p>
<p class="indents">
    1、 本协议自用户同意勾选签署并成功注册成为富元汇用户之日起生效，除非富元汇终止本服务协议或者用户丧失富元汇用户资格，否则本服务协议始终有效。本服务协议终止并不免除用户根据本服务协议或其他有关协议、规则所应承担的义务和责任。
</p>
<p class="indents">2、 本服务协议部分条款被认定为无效时，不影响本服务协议其他条款的效力。</p>
<p class="indents">3、 本协议版本于<u>&nbsp;&nbsp;&nbsp;&nbsp;</u>年<u>&nbsp;&nbsp;&nbsp;&nbsp;</u>月<u>&nbsp;&nbsp;&nbsp;&nbsp;</u>日发布。</p>
<p class="indents">4、 富元汇对本服务协议享有最终的解释权。</p>
<p class="indents"></p>
<p class="indents"></p>



</div>



<div style="text-align:center; margin-bottom:5px">
    <input type="button" onClick="window.close();" value="关闭" />
</div>
</div>
</div>

</body>
</html>
